Revit 2027 API
ParameterTypeId.HostPanelScheduleAsPanelParam Property
 "Categorize as"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HostPanelScheduleAsPanelParam { get; }
Public Shared ReadOnly Property HostPanelScheduleAsPanelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HostPanelScheduleAsPanelParam {
	ForgeTypeId^ get ();
}
static member HostPanelScheduleAsPanelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace